Repository: Marc-pi/portfolio
Catalog: locale/*/admin.po
Languages: fr

source: Project list
fr: Liste des Projets

source: Project type
fr: Type de Projet

source: Number
fr: Nombre

source: Show just recommended
fr: Afficher uniquement les Recommandés

source: Project order
fr: Ordre des Projets

source: Create time DESC
fr: Date création Décroissante

source: Create time ASC
fr: Date création Croissante

source: Update time DESC
fr: Date mise à jour Décroissante

source: Update time ASC
fr: Date mise à jour Croissante

source: Random
fr: Aléatoire

source: Use block effects
fr: Utiliser les effets Blocs

source: Use block effects or set custom effect on theme
fr: Utiliser les effets Blocs ou définir un effet personnalisé dans le thème

source: Project Comment
fr: Commentaire Projet

source: Portfolio comments
fr: Commentaire Portfolio

source: Show
fr: Afficher

source: Perpage
fr: Par Page

source: Homepage title
fr: Titre Homepage

source: Columns
fr: Colonnes

source: One columns
fr: 1 colonne

source: Two columns
fr: 2 colonnes

source: Three columns
fr: 3 colonnes

source: Four columns
fr: 4 colonnes

source: Six columns
fr: 6 colonnes

source: View type
fr: Type de Vue

source: Item list view type
fr: Type de vue pour la Liste Eléments

source: Single page by gallery effect
fr: Page unique avec effet gallerie

source: Angular ( Not finish )
fr: Angular ( Not finished )

source: Show type list
fr: Afficher le type de liste

source: Show Service
fr: Afficher le Service

source: Show Technology
fr: Afficher la technologie

source: Show Website
fr: Afficher le site web

source: Show phone
fr: Afficher le téléphone

source: Show Information
fr: Afficher les informations

source: Show Hits
fr: Afficher les hits

source: Show Tags
fr: Afficher les tags

source: Image Size
fr: Taille image

source: Image quality
fr: Qualité Image

source: Between 0 to 100 and support both of JPG and PNG, default is 75
fr: Entre 0 et 100, supporte les JPG et PNG, défaut est 75

source: Image path
fr: Chemin Image

source: Image Extension
fr: Extension Image

source: Large Image width
fr: Largeur Image Large

source: Large Image height
fr: Hauteur Image Large

source: Medium Image width
fr: Largeur Image Medium

source: Medium Image height
fr: Hauteur Image Medium

source: Thumb Image width
fr: Largeur Image Thumb

source: Thumb Image height
fr: Hauteur Image Thumb

source: Add Watermark
fr: Ajouter Watermark

source: Watermark Image
fr: Image Watermark

source: Watermark Positio
fr: Position Watermark

source: Top Left
fr: En haut à gauche

source: Top Right
fr: En haut à droite

source: Bottom Left
fr: En bas à gauche

source: Bottom Right
fr: En bas à droite

source: Social sharing items
fr: Réseaux sociaux

source: Description for index page
fr: Description pour la page Index

source: List of your works and simple gallery
fr: Liste de vos travaux sous forme et galerie simplifiée

source: Projects
fr: Projets

source: Add projects
fr: Ajouter des projets

source: Add project type
fr: Ajouter un type de projet

source: Project
fr: Projet
