Repository: Marc-pi/portfolio
Catalog: locale/*/default.po
Languages: fr

source: Recommended
fr: Recommandé

source: Problem in upload image. please try again
fr: Problème lors de l'upload de l'image, merci d'essayer de nouveau

source: Project data saved successfully.
fr: Les données du projet ont été enregistrées avec succès

source: Manage Project
fr: Gérer le projet

source: Image of %s removed
fr: L'image de %s a été supprimée

source: Image not remove
fr: Image non supprimée

source: Please select project
fr: Merci de sélectionner le projet

source: %s set recommended successfully
fr: Le projet %s a été correctement défini comme favoris

source: Error in set recommended for %s project
fr: Erreur lors de la définition du projet %s comme Recommandé

source: This project deleted
fr: Ce projet a été supprimé

source: Project type data saved successfully.
fr: La donnée de Type de Projet a été enregistrée avec succès

source: Manage type
fr: Gérer les types

source: List of our projects
fr: Liste de vos projets

source: The project not found.
fr: Le projet n'a pas été trouvé.

source: The tag not set.
fr: Le tag n'a pas été défini.

source: The tag not found.
fr: Le tag n'a pas été trouvé

source: All projects by %s tag
fr: Tous les projets du tag %s

source: The type not set.
fr: Le type n'a pas été défini.

source: The type not found.
fr: Le type n'a pas été trouvé.

source: Title
fr: Titre

source: Slug
fr: Sluf

source: Project type
fr: Type de projet

source: Technology
fr: Technologie

source: Website
fr: Site web

source: View website link
fr: Afficher le lien site web

source: Phone
fr: Téléphone

source: View phone
fr: Afficher le numéro de téléphone

source: Information
fr: Description

source: You can use HTML tag here
fr: Vous pouvez utiliser les tags html ici

source: Size
fr: Taille

source: Status
fr: Statut

source: Published
fr: Publié

source: Pending review
fr: En cours de validation

source: Draft
fr: Brouillon

source: Private
fr: Privé

source: Remove
fr: Supprimé

source: Remove image
fr: Supprimé l'image

source: Upload image
fr: Uploader l'image

source: Customer comment
fr: Commentaire Client

source: Customer
fr: lient

source: Comment
fr: Commentaire

source: Comment By
fr: Commenté par

source: SEO options
fr: Options SEO

source: Use `|` as delimiter to separate tag terms
fr: Utiliser `|` comme délimiteur pour séparer les termes

source: Extra links
fr: Liens extra

source: Link 1
fr: Lien 1

source: Link 2
fr: Lien 2

source: Link 3
fr: Lien 3

source: Link 4
fr: Lien 4

source: Link 5
fr: Lien 5

source: Extra images
fr: Image additionnelles

source: Submit
fr: Soumettre

source: Delete
fr: Supprimer

source: List of projects
fr: Liste des projets

source: Edit
fr: Editer

source: View
fr: Voir

source: Are you sure to delete this project?
fr: Etes-vous sûr de vouloir supprimer ce projet?

source: Recommended in process
fr: Définition du projet comme Recommandé en cours

source: Remove image project in process
fr: Suppression de l'image du projet en cours

source: Add type
fr: Ajouter un type

source: List of project types
fr: Liste des types de projets

source: All
fr: Tous

source: View website
fr: Voir site Internet

source: Nothing to show
fr: Il n'y pas encore de projet à afficher

source: Open website
fr: Ouvrir le site web

source: Related projects
fr: Projets relatifs
